Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

source: 이 변경 요청은 이미 다른 작업에 사용되었거나 삭제로 무효화되었습니다. 새 요청으로 다시 시도하세요.
de: Diese Änderungsanfrage wurde von einem anderen Vorgang verwendet oder durch Löschen ungültig. Versuchen Sie es mit einer neuen Anfrage erneut.
en: This change request was used by another operation or invalidated by deletion. Try again with a new request.
es: Esta solicitud de cambio se usó en otra operación o quedó invalidada por una eliminación. Inténtalo con una solicitud nueva.
fr: Cette demande de modification a été utilisée par une autre opération ou invalidée par une suppression. Réessayez avec une nouvelle demande.
ja: この変更リクエストは別の処理で使用されたか、削除によって無効化されました。新しいリクエストで再試行してください。
pt: Esta solicitação de alteração foi usada por outra operação ou invalidada por exclusão. Tente novamente com uma nova solicitação.
zh_hans: 此更改请求已用于其他操作或因删除而失效。请使用新请求重试。
zh_hant: 此變更要求已用於其他操作或因刪除而失效。請使用新要求再試一次。

source: SKILL.md 본문과 전체 첨부 파일 트리를 새 불변 버전으로 복사합니다.
de: Dadurch werden der SKILL.md-Inhalt und der gesamte Anlagenbaum in eine neue unveränderliche Version kopiert.
en: This copies the SKILL.md content and the entire attachment tree into a new immutable version.
es: Esto copia el contenido de SKILL.md y todo el árbol de adjuntos en una nueva versión inmutable.
fr: Cette action copie le contenu de SKILL.md et toute l’arborescence des pièces jointes dans une nouvelle version immuable.
ja: SKILL.md の内容と添付ファイルツリー全体を新しい不変バージョンにコピーします。
pt: Isso copia o conteúdo do SKILL.md e toda a árvore de anexos para uma nova versão imutável.
zh_hans: 这会将 SKILL.md 内容和整个附件树复制到新的不可变版本中。
zh_hant: 這會將 SKILL.md 內容與整個附件樹複製到新的不可變版本中。

# macos.skills.thisFeatureCanManageBridgeSkillsOnly
source: 이 기능에서는 브리지 스킬만 관리할 수 있습니다.
de: Mit dieser Funktion können nur Bridge-Fähigkeiten verwaltet werden.
en: This feature can manage Bridge skills only.
es: Esta función solo permite administrar habilidades de Bridge.
fr: Cette fonctionnalité gère uniquement les compétences Bridge.
ja: この機能ではブリッジスキルのみ管理できます。
pt: Este recurso gerencia apenas habilidades da Bridge.
zh_hans: 此功能只能管理桥接技能。
zh_hant: 此功能只能管理橋接技能。

# macos.skills.thisFileCannotBeImported
source: 가져올 수 없는 파일입니다.
de: Diese Datei kann nicht importiert werden.
en: This file cannot be imported.
es: Este archivo no se puede importar.
fr: Ce fichier ne peut pas être importé.
ja: このファイルは読み込めません。
pt: Este arquivo não pode ser importado.
zh_hans: 无法导入此文件。
zh_hant: 無法匯入此檔案。

source: 이전 구조형 버전입니다. 수정하거나 복원하면 자유형 Markdown과 파일 트리의 새 버전이 만들어집니다.
de: Dies ist eine ältere strukturierte Version. Durch Bearbeiten oder Wiederherstellen entsteht eine neue frei formulierte Markdown-Version mit Dateibaum.
en: This is a legacy structured version. Editing or restoring it creates a new free-form Markdown and file-tree version.
es: Esta es una versión estructurada anterior. Al editarla o restaurarla se crea una nueva versión Markdown libre con árbol de archivos.
fr: Il s’agit d’une ancienne version structurée. Sa modification ou sa restauration crée une nouvelle version Markdown libre avec arborescence de fichiers.
ja: 以前の構造化バージョンです。編集または復元すると、自由形式Markdownとファイルツリーの新しいバージョンが作成されます。
pt: Esta é uma versão estruturada anterior. Editar ou restaurar cria uma nova versão Markdown de formato livre com árvore de arquivos.
zh_hans: 这是旧版结构化版本。编辑或恢复会创建新的自由格式 Markdown 和文件树版本。
zh_hant: 這是舊版結構化版本。編輯或還原會建立新的自由格式 Markdown 與檔案樹版本。

# macos.skills.thisIsNotValidUtf8Markdown
source: 유효한 UTF-8 Markdown이 아닙니다.
de: Dies ist kein gültiges UTF-8-Markdown.
en: This is not valid UTF-8 Markdown.
es: No es Markdown UTF-8 válido.
fr: Ce n’est pas un document Markdown UTF-8 valide.
ja: 有効なUTF-8 Markdownではありません。
pt: Este não é um Markdown UTF-8 válido.
zh_hans: 这不是有效的 UTF-8 Markdown。
zh_hant: 這不是有效的 UTF-8 Markdown。

source: 이 스킬은 보관되어 검색 결과에서 제외됩니다. 불변 버전은 계속 읽을 수 있습니다.
de: Diese Fähigkeit ist archiviert und von Suchergebnissen ausgeschlossen. Ihre unveränderlichen Versionen bleiben lesbar.
en: This skill is archived and excluded from search results. Its immutable versions remain readable.
es: Esta habilidad está archivada y excluida de los resultados. Sus versiones inmutables siguen disponibles para lectura.
fr: Cette compétence est archivée et exclue des résultats. Ses versions immuables restent consultables.
ja: このスキルはアーカイブされ、検索結果から除外されています。不変バージョンは引き続き読み取れます。
pt: Esta habilidade está arquivada e excluída dos resultados. Suas versões imutáveis continuam disponíveis para leitura.
zh_hans: 此技能已归档并从搜索结果中排除，其不可变版本仍可读取。
zh_hant: 此技能已封存並從搜尋結果排除，其不可變版本仍可讀取。

# macos.skills.thisZipCompressionFormatIsNotSupported
source: 이 ZIP 압축 형식은 지원하지 않습니다.
de: Dieses ZIP-Kompressionsformat wird nicht unterstützt.
en: This ZIP compression format is not supported.
es: Este formato de compresión ZIP no es compatible.
fr: Ce format de compression ZIP n’est pas pris en charge.
ja: このZIP圧縮形式には対応していません。
pt: Este formato de compactação ZIP não é compatível.
zh_hans: 不支持此 ZIP 压缩格式。
zh_hant: 不支援此 ZIP 壓縮格式。

# macos.skills.togglePreviewEdit
source: 미리보기/편집 전환
de: Vorschau/Bearbeiten umschalten
en: Toggle Preview/Edit
es: Alternar vista previa/edición
fr: Basculer aperçu/modification
ja: プレビュー／編集を切り替え
pt: Alternar prévia/edição
zh_hans: 切换预览/编辑
zh_hant: 切換預覽/編輯

# macos.skills.tryAnotherSearchTermOrScope
source: 다른 검색어나 표시 범위를 사용해 보세요.
de: Versuchen Sie einen anderen Suchbegriff oder Bereich.
en: Try another search term or scope.
es: Prueba otro término de búsqueda o ámbito.
fr: Essayez un autre terme ou une autre portée.
ja: 別の検索語や表示範囲を試してください。
pt: Tente outro termo de pesquisa ou escopo.
zh_hans: 请尝试其他搜索词或显示范围。
zh_hant: 請嘗試其他搜尋詞或顯示範圍。

# macos.skills.version
source: 버전
de: Versions
en: Version
es: Versión
fr: Version
ja: バージョン
pt: versão
zh_hans: 版本
zh_hant: 版本

# macos.skills.versionHistory
source: 버전 이력
de: Versionsverlauf
en: Version history
es: Historial de versiones
fr: Historique des versions
ja: バージョン履歴
pt: Histórico de versões
zh_hans: 版本历史
zh_hant: 版本記錄

# macos.skills.versionHistoryAndMetadata
source: 버전 이력과 메타데이터
de: Versionsverlauf und Metadaten
en: Version History and Metadata
es: Historial de versiones y metadatos
fr: Historique des versions et métadonnées
ja: バージョン履歴とメタデータ
pt: Histórico de versões e metadados
zh_hans: 版本历史和元数据
zh_hant: 版本記錄與中繼資料

# macos.skills.versionsAndInfo
source: 버전과 정보
de: Versionen und Informationen
en: Versions and Info
es: Versiones e información
fr: Versions et informations
ja: バージョンと情報
pt: Versões e informações
zh_hans: 版本和信息
zh_hant: 版本與資訊

# macos.skills.versionValue
source: 버전 %@
de: Version %@
en: Version %@
es: Versión %@
fr: Version %@
ja: バージョン%@
pt: Versão %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# macos.skills.view
source: 보기
de: Anzeigen
en: View
es: Ver
fr: Afficher
ja: 表示
pt: Ver
zh_hans: 查看
zh_hant: 檢視

# macos.skills.viewMode
source: 보기 방식
de: Ansichtsmodus
en: View Mode
es: Modo de vista
fr: Mode d’affichage
ja: 表示モード
pt: Modo de visualização
zh_hans: 查看模式
zh_hant: 檢視模式

source: 과거 불변 버전을 보고 있습니다. 내용을 바꾸려면 버전 이력에서 새 현재 버전으로 복원하세요.
de: Sie sehen eine unveränderliche frühere Version. Stellen Sie sie im Versionsverlauf als neue aktuelle Version wieder her, um sie zu ändern.
en: You are viewing an immutable past version. To change it, restore it as a new current version from Version History.
es: Estás viendo una versión anterior inmutable. Para cambiarla, restáurala como nueva versión actual desde el historial.
fr: Vous consultez une ancienne version immuable. Pour la modifier, restaurez-la comme nouvelle version actuelle depuis l’historique.
ja: 過去の不変バージョンを表示しています。変更するには、バージョン履歴から新しい現行バージョンとして復元してください。
pt: Você está vendo uma versão anterior imutável. Para alterá-la, restaure-a como nova versão atual no histórico.
zh_hans: 你正在查看不可变的历史版本。若要更改，请从版本历史中将其恢复为新的当前版本。
zh_hant: 你正在檢視不可變的歷史版本。若要變更，請從版本記錄將其還原為新的目前版本。

# macos.capabilityrecognizedbythebridge
source: 브리지가 인식하는 기능
de: Von der Bridge erkannte Funktion
en: Capability recognized by the Bridge
es: Capacidad reconocida por el Bridge
fr: Capacité reconnue par le Bridge
ja: Bridge が認識する機能
pt: Capacidade reconhecida pelo Bridge
zh_hans: Bridge 识别的功能
zh_hant: Bridge 識別的功能

# macos.requiresseparatepreparationintheexecutionenvironment
source: 실행 환경에서 별도 준비 필요
de: Erfordert separate Vorbereitung in der Ausführungsumgebung
en: Requires separate preparation in the execution environment
es: Requiere preparación por separado en el entorno de ejecución
fr: Nécessite une préparation distincte dans l’environnement d’exécution
ja: 実行環境で別途準備が必要
pt: Requer preparação separada no ambiente de execução
zh_hans: 需要在执行环境中单独准备
zh_hant: 需要在執行環境中另外準備

# macos.capabilityunsupportedbythebridge
source: 브리지가 지원하지 않는 기능
de: Von der Bridge nicht unterstützte Funktion
en: Capability unsupported by the Bridge
es: Capacidad no compatible con el Bridge
fr: Capacité non prise en charge par le Bridge
ja: Bridge でサポートされない機能
pt: Capacidade não compatível com o Bridge
zh_hans: Bridge 不支持的功能
zh_hant: Bridge 不支援的功能

# macos.savedcurrentlyunavailable
source: (저장됨 · 현재 선택 불가)
de: (Gespeichert · Derzeit nicht auswählbar)
en: (Saved · Currently Unavailable)
es: (Guardado · No disponible actualmente)
fr: (Enregistré · Actuellement indisponible)
ja: （保存済み・現在選択不可）
pt: (Salvo · Indisponível no momento)
zh_hans: （已保存 · 当前不可选择）
zh_hant: （已儲存 · 目前不可選擇）

# macos.currentlyunavailable
source: (현재 선택 불가)
de: (Derzeit nicht auswählbar)
en: (Currently Unavailable)
es: (No disponible actualmente)
fr: (Actuellement indisponible)
ja: （現在選択不可）
pt: (Indisponível no momento)
zh_hans: （当前不可选择）
zh_hant: （目前不可選擇）

# macos.bytes
source: %@ · %@ · %lld바이트
de: %@ · %@ · %lld Byte
en: %@ · %@ · %lld bytes
es: %@ · %@ · %lld bytes
fr: %@ · %@ · %lld octets
ja: %@・%@・%lld バイト
pt: %@ · %@ · %lld bytes
zh_hans: %@ · %@ · %lld 字节
zh_hant: %@ · %@ · %lld 位元組

# macos.modelDescription.attachmentSize
source: %@ · %lld bytes
de: %@ · %lld Byte
fr: %@ · %lld octets
ja: %@ · %lld バイト
zh_hans: %@ · %lld 字节
zh_hant: %@ · %lld 位元組

# macos.bridgeconnected
source: %@ · Bridge %@ · 연결됨
de: %1$@ · Bridge %2$@ · Verbunden
en: %1$@ · Bridge %2$@ · Connected
es: %1$@ · Bridge %2$@ · Conectado
fr: %1$@ · Bridge %2$@ · Connecté
ja: %1$@・Bridge %2$@・接続済み
pt: %1$@ · Bridge %2$@ · Conectado
zh_hans: %1$@ · Bridge %2$@ · 已连接
zh_hant: %1$@ · Bridge %2$@ · 已連線

# macos.remotemanagement
source: %@ · 원격 관리
de: %@ · Fernverwaltung
en: %@ · Remote Management
es: %@ · Administración remota
fr: %@ · Gestion à distance
ja: %@・リモート管理
pt: %@ · Gerenciamento remoto
zh_hans: %@ · 远程管理
zh_hant: %@ · 遠端管理

# macos.usableonceuntil
source: %@까지 1회만 사용할 수 있습니다.
de: Bis %@ einmal verwendbar.
en: Usable once until %@.
es: Se puede usar una sola vez hasta %@.
fr: Utilisable une seule fois jusqu’au %@.
ja: %@まで1回のみ使用できます。
pt: Pode ser usado uma única vez até %@.
zh_hans: 在%@之前仅可使用一次。
zh_hant: 在%@之前僅可使用一次。

# macos.thebackgroundstateofagentscouldnotbe
source: %d개 Agent의 백그라운드 상태를 확인하지 못했습니다.
de: Der Hintergrundstatus von %d Agenten konnte nicht überprüft werden.
en: The background state of %d Agents could not be verified.
es: No se pudo verificar el estado en segundo plano de %d agentes.
fr: Impossible de vérifier l’état en arrière-plan de %d agents.
ja: %d個のAgentのバックグラウンド状態を確認できませんでした。
pt: Não foi possível confirmar o estado em segundo plano de %d agentes.
zh_hans: 无法确认 %d 个代理的后台状态。
zh_hant: 無法確認 %d 個代理程式的背景狀態。

# macos.remaining
source: %lld%% 남음
de: %lld%% verbleibend
en: %lld%% remaining
es: %lld%% restante
fr: %lld%% restant
ja: 残り%lld%%
pt: %lld%% restante
zh_hans: 剩余 %lld%%
zh_hant: 剩餘 %lld%%

# macos.enteravaluefrom1totheoperator
source: 1부터 운영 한도 %d까지 직접 입력할 수 있습니다. 등록된 에이전트 수가 아니라 동시에 실행할 작업의 상한입니다.
de: Sie können einen Wert zwischen 1 und dem Betriebslimit von %d eingeben. Dieser Wert begrenzt die gleichzeitigen Aufgaben, nicht die Anzahl registrierter Agenten.
en: Enter a value from 1 to the operator limit of %d. This limits concurrent tasks, not the number of registered Agents.
es: Puede introducir un valor entre 1 y el límite operativo de %d. Este valor limita las tareas simultáneas, no el número de agentes registrados.
fr: Vous pouvez saisir une valeur comprise entre 1 et la limite opérationnelle de %d. Cette valeur limite le nombre de tâches simultanées, et non celui des agents inscrits.
ja: 1から運用上限の%dまで直接入力できます。登録済みAgent数ではなく、同時実行タスク数の上限です。
pt: Você pode inserir um valor entre 1 e o limite operacional de %d. Esse valor limita as tarefas simultâneas, não o número de agentes registrados.
zh_hans: 可直接输入 1 到运行上限 %d 之间的值。此值限制并发任务数，而不是已注册的代理数。
zh_hant: 可直接輸入 1 到執行上限 %d 之間的值。此值限制併發任務數，而不是已註冊的代理程式數。

# macos.valuesabove30cansubstantiallyincreasecpumemory
source: 30을 넘기면 CPU·메모리·API 사용량이 크게 증가할 수 있습니다.
de: Werte über 30 können die CPU-, Arbeitsspeicher- und API-Nutzung erheblich steigern.
en: Values above 30 can substantially increase CPU, memory, and API usage.
es: Los valores superiores a 30 pueden aumentar considerablemente el uso de CPU, memoria y API.
fr: Une valeur supérieure à 30 peut augmenter considérablement l’utilisation du processeur, de la mémoire et de l’API.
ja: 30を超えると、CPU、メモリ、APIの使用量が大幅に増える場合があります。
pt: Valores acima de 30 podem aumentar consideravelmente o uso de CPU, memória e API.
zh_hans: 超过 30 可能会显著增加 CPU、内存和 API 使用量。
zh_hant: 超過 30 可能會顯著增加 CPU、記憶體和 API 使用量。

# macos.history.retention30Days
source: 30일
de: 30 Tage
en: 30 days
es: 30 días
fr: 30 jours
ja: 30日
pt: 30 dias
zh_hans: 30天
zh_hant: 30天

# macos.of3attempts
source: 3회 중 %d회 시도
de: %d von 3 Versuchen
en: %d of 3 attempts
es: %d de 3 intentos
fr: %d tentatives sur 3
ja: 3回中%d回試行
pt: %d de 3 tentativas
zh_hans: 已尝试%d/3次
zh_hant: 已嘗試%d/3次

# macos.createandcopyanewpairinginvitationvalid
source: 5분 동안 유효한 새 페어링 초대 만들고 복사
de: Neue Kopplungseinladung mit 5 Minuten Gültigkeit erstellen und kopieren
en: Create and copy a new pairing invitation valid for 5 minutes
es: Crear y copiar una nueva invitación de emparejamiento válida durante 5 minutos
fr: Créer et copier une nouvelle invitation de jumelage valable 5 minutes
ja: 5分間有効な新しいペアリング招待を作成してコピー
pt: Criar e copiar um novo convite de pareamento válido por 5 minutos
zh_hans: 创建并复制有效期为 5 分钟的新配对邀请
zh_hant: 建立並複製有效期為 5 分鐘的新配對邀請

# macos.history.retention7Days
source: 7일
de: 7 Tage
en: 7 days
es: 7 días
fr: 7 jours
ja: 7日
pt: 7 dias
zh_hans: 7天
zh_hant: 7天

# macos.history.retention90Days
source: 90일
de: 90 Tage
en: 90 days
es: 90 días
fr: 90 jours
ja: 90日
pt: 90 dias
zh_hans: 90天
zh_hant: 90天

# macos.apicostconnection
source: API 비용 연결
de: API-Kostenverbindung
en: API cost connection
es: Conexión de costes API
fr: Connexion aux coûts API
ja: API費用の連携
pt: Conexão de custos da API
zh_hans: API 费用连接
zh_hant: API 費用連線

# macos.usingapi
source: API 사용 중
de: API wird verwendet
en: Using API
es: Usando la API
fr: Utilisation de l’API
ja: APIを使用中
pt: Usando a API
zh_hans: 正在使用 API
zh_hant: 正在使用 API

# macos.viewapiusageandcosts
source: API 사용량 및 비용 보기
de: API-Nutzung und Kosten ansehen
en: View API usage and costs
es: Ver uso y costes de la API
fr: Voir l’utilisation et les coûts API
ja: API使用量と費用を表示
pt: Ver uso e custos da API
zh_hans: 查看 API 用量和费用
zh_hant: 查看 API 用量與費用

# macos.apirequeststokensandorganizationsalsohavelimits
source: API에도 요청·토큰·조직별 한도가 적용됩니다.
de: Auch für die API gelten Anfrage-, Token- und Organisationslimits.
en: API requests, tokens and organizations also have limits.
es: La API también tiene límites de solicitudes, tokens y organizaciones.
fr: L’API a aussi des limites de requêtes, de jetons et d’organisation.
ja: APIにもリクエスト・トークン・組織ごとの上限があります。
pt: A API também tem limites de solicitações, tokens e organizações.
zh_hans: API 同样有请求、令牌和组织级别的限制。
zh_hant: API 同樣有請求、權杖和組織層級的限制。

# macos.agents
source: Agent %lld명
de: %lld Agenten
en: %lld Agents
es: %lld agentes
fr: %lld agents
ja: Agent %lld名
pt: %lld agentes
zh_hans: %lld 个代理
zh_hant: %lld 個代理程式

# macos.cliinstallation
source: CLI 설치본
de: CLI-Installation
en: CLI installation
es: Instalación de CLI
fr: Installation de la CLI
ja: CLIのインストール
pt: Instalação da CLI
zh_hans: CLI 安装
zh_hant: CLI 安裝

# macos.connectthistunnelwithnoauthinchatgpt
source: ChatGPT Developer mode에서 이 Tunnel을 No Auth로 연결합니다.
de: Verbinden Sie diesen Tunnel im ChatGPT-Entwicklermodus mit „No Auth“.
en: Connect this Tunnel with No Auth in ChatGPT Developer mode.
es: Conecte este Tunnel con No Auth en el modo de desarrollador de ChatGPT.
fr: Connectez ce Tunnel avec l’option No Auth dans le mode développeur de ChatGPT.
ja: ChatGPTのDeveloper modeで、このTunnelをNo Authとして接続します。
pt: Conecte este Tunnel sem autenticação no modo de desenvolvedor do ChatGPT.
zh_hans: 在 ChatGPT 开发者模式中以 No Auth 方式连接此 Tunnel。
zh_hant: 在 ChatGPT 開發者模式中以 No Auth 方式連線此 Tunnel。

# macos.chatgptloginfollowsthecodexusagepolicyof
source: ChatGPT 로그인은 해당 플랜·워크스페이스의 Codex 사용 정책을 따릅니다. API Key는 OpenAI Platform 과금 정책을 따릅니다.
de: Bei der ChatGPT-Anmeldung gelten die Codex-Nutzungsregeln Ihres Tarifs und Arbeitsbereichs. Für API-Schlüssel gilt die Abrechnung von OpenAI Platform.
en: ChatGPT login follows the Codex usage policy of your plan and workspace. API keys follow OpenAI Platform billing.
es: El inicio de sesión de ChatGPT sigue la política de uso de Codex de tu plan y espacio de trabajo. Las claves API siguen la facturación de OpenAI Platform.
fr: La connexion ChatGPT suit la politique d’utilisation de Codex de votre forfait et espace de travail. Les clés API relèvent de la facturation OpenAI Platform.
ja: ChatGPT ログインにはプランとワークスペースの Codex 利用ポリシーが適用されます。API キーには OpenAI Platform の料金体系が適用されます。
pt: O login do ChatGPT segue a política de uso do Codex do seu plano e espaço de trabalho. As chaves de API seguem a cobrança da OpenAI Platform.
zh_hans: ChatGPT 登录遵循所属套餐和工作区的 Codex 使用政策。API 密钥遵循 OpenAI Platform 计费政策。
zh_hant: ChatGPT 登入遵循所屬方案和工作區的 Codex 使用政策。API 金鑰遵循 OpenAI Platform 計費政策。

# macos.thechatgptconnectioncouldnotberestoredcheck
source: ChatGPT 연결을 복구하지 못했습니다. 연결 설정에서 터널을 확인해 주세요.
de: Die ChatGPT-Verbindung konnte nicht wiederhergestellt werden. Prüfe den Tunnel in den Verbindungseinstellungen.
en: The ChatGPT connection could not be restored. Check the tunnel in connection settings.
es: No se pudo restablecer la conexión con ChatGPT. Revisa el túnel en los ajustes de conexión.
fr: La connexion à ChatGPT n’a pas pu être rétablie. Vérifiez le tunnel dans les réglages de connexion.
ja: ChatGPTへの接続を復旧できませんでした。接続設定でトンネルを確認してください。
pt: Não foi possível restaurar a conexão com o ChatGPT. Verifique o túnel nos ajustes de conexão.
zh_hans: 未能恢复 ChatGPT 连接。请在连接设置中检查隧道。
zh_hant: 無法復原 ChatGPT 連線。請在連線設定中檢查通道。

# macos.codexclicouldnotbefoundcheckthe
source: Codex CLI를 찾을 수 없습니다. 연결 설정을 확인하세요.
de: Codex CLI wurde nicht gefunden. Prüfen Sie die Verbindungseinstellungen.
en: Codex CLI could not be found. Check the connection settings.
es: No se encontró Codex CLI. Revise la configuración de conexión.
fr: Codex CLI est introuvable. Vérifiez les paramètres de connexion.
ja: Codex CLIが見つかりません。接続設定を確認してください。
pt: Não foi possível encontrar a CLI do Codex. Confira as configurações de conexão.
zh_hans: 找不到 Codex CLI。请检查连接设置。
zh_hant: 找不到 Codex CLI。請檢查連線設定。

# macos.opencodexconversation
source: Codex 대화 열기
de: Codex-Unterhaltung öffnen
en: Open Codex Conversation
es: Abrir conversación de Codex
fr: Ouvrir la conversation Codex
ja: Codex の会話を開く
pt: Abrir conversa do Codex
zh_hans: 打开 Codex 对话
zh_hant: 開啟 Codex 對話

# macos.codexlogin
source: Codex 로그인
de: Codex-Anmeldung
en: Codex Login
es: Inicio de sesión en Codex
fr: Connexion à Codex
ja: Codexログイン
pt: Login do Codex
zh_hans: Codex 登录
zh_hant: Codex 登入

# macos.couldnotcheckthecodexloginstatuscheck
source: Codex 로그인 상태를 확인하지 못했습니다. 연결 설정을 확인하세요.
de: Der Codex-Anmeldestatus konnte nicht überprüft werden. Prüfen Sie die Verbindungseinstellungen.
en: Could not check the Codex login status. Check the connection settings.
es: No se pudo comprobar el estado de inicio de sesión de Codex. Revise la configuración de conexión.
fr: Impossible de vérifier l’état de connexion à Codex. Vérifiez les paramètres de connexion.
ja: Codexのログイン状態を確認できませんでした。接続設定を確認してください。
pt: Não foi possível verificar o estado do login do Codex. Confira as configurações de conexão.
zh_hans: 无法检查 Codex 登录状态。请检查连接设置。
zh_hant: 無法檢查 Codex 登入狀態。請檢查連線設定。

# macos.codexloginisrequiredsigninbeforethe
source: Codex 로그인이 필요합니다. 첫 작업 전에 로그인하세요.
de: Eine Codex-Anmeldung ist erforderlich. Melden Sie sich vor der ersten Aufgabe an.
en: Codex login is required. Sign in before the first task.
es: Es necesario iniciar sesión en Codex. Hágalo antes de la primera tarea.
fr: Une connexion à Codex est requise. Connectez-vous avant la première tâche.
ja: Codexへのログインが必要です。最初のタスクを始める前にログインしてください。
pt: É necessário iniciar sessão no Codex. Entre antes da primeira tarefa.
zh_hans: 需要登录 Codex。请在开始第一个任务前登录。
zh_hant: 需要登入 Codex。請在開始第一個任務前登入。

# macos.startcodexbrowserlogin
source: Codex 브라우저 로그인 시작
de: Codex-Anmeldung im Browser starten
en: Start Codex Browser Login
es: Iniciar sesión en Codex mediante el navegador
fr: Démarrer la connexion à Codex dans le navigateur
ja: Codexブラウザログインを開始
pt: Iniciar login do Codex no navegador
zh_hans: 开始 Codex 浏览器登录
zh_hant: 開始 Codex 瀏覽器登入

# macos.checkingcodexbridgestatus
source: Codex 브리지 상태 확인 중
de: Status der Codex Bridge wird geprüft
en: Checking Codex bridge status
es: Comprobando el estado de Codex Bridge
fr: Vérification de l’état du Bridge Codex
ja: Codex Bridgeの状態を確認中
pt: Verificando o estado da Bridge do Codex
zh_hans: 正在检查 Codex Bridge 状态
zh_hant: 正在檢查 Codex Bridge 狀態

# macos.codexbridgeisunavailable
source: Codex 브리지 연결 불가
de: Codex Bridge nicht verfügbar
en: Codex bridge is unavailable
es: Codex Bridge no está disponible
fr: Bridge Codex indisponible
ja: Codex Bridgeに接続できません
pt: Bridge do Codex indisponível
zh_hans: Codex Bridge 不可用
zh_hant: Codex Bridge 不可用

# macos.codexbridgeishealthy
source: Codex 브리지 정상
de: Codex Bridge ist betriebsbereit
en: Codex bridge is healthy
es: Codex Bridge funciona correctamente
fr: Bridge Codex opérationnel
ja: Codex Bridgeは正常です
pt: Bridge do Codex funcionando normalmente
zh_hans: Codex Bridge 运行正常
zh_hant: Codex Bridge 執行正常

# macos.codexbridgeneedsattention
source: Codex 브리지 확인 필요
de: Codex Bridge erfordert Aufmerksamkeit
en: Codex bridge needs attention
es: Codex Bridge requiere atención
fr: Bridge Codex à vérifier
ja: Codex Bridgeの確認が必要です
pt: Bridge do Codex requer atenção
zh_hans: Codex Bridge 需要注意
zh_hant: Codex Bridge 需要注意

# macos.codexapp
source: Codex 앱
de: Codex-App
en: Codex app
es: Aplicación Codex
fr: Application Codex
ja: Codex アプリ
pt: Aplicativo Codex
zh_hans: Codex 应用
zh_hant: Codex 應用程式

# macos.opensthisagentsconversationinthecodex
source: Codex 앱에서 이 Agent의 대화를 엽니다.
de: Öffnet die Unterhaltung dieses Agenten in der Codex-App.
en: Opens this Agent's conversation in the Codex app.
es: Abre la conversación de este agente en la app Codex.
fr: Ouvre la conversation de cet agent dans l’app Codex.
ja: このAgentの会話をCodexアプリで開きます。
pt: Abre a conversa deste agente no aplicativo Codex.
zh_hans: 在 Codex 应用中打开此代理的对话。
zh_hant: 在 Codex 應用中開啟此代理程式的對話。

# macos.continueincodex
source: Codex 앱에서 이어가기
de: In Codex fortfahren
en: Continue in Codex
es: Continuar en Codex
fr: Continuer dans Codex
ja: Codexで続ける
pt: Continuar no Codex
zh_hans: 在 Codex 中继续
zh_hant: 在 Codex 中繼續

# macos.codexauthenticationneedsattentioncheckyoursignin
source: Codex 인증을 확인해야 합니다. Codex 설정에서 로그인 상태를 확인해 주세요.
de: Die Codex-Authentifizierung muss geprüft werden. Prüfe deinen Anmeldestatus in den Codex-Einstellungen.
en: Codex authentication needs attention. Check your sign-in status in Codex settings.
es: La autenticación de Codex requiere atención. Comprueba el inicio de sesión en los ajustes de Codex.
fr: L’authentification Codex nécessite une vérification. Consultez l’état de connexion dans les réglages Codex.
ja: Codexの認証に確認が必要です。Codex設定でログイン状態を確認してください。
pt: A autenticação do Codex precisa de atenção. Verifique o estado do login nos ajustes do Codex.
zh_hans: Codex 身份验证需要检查。请在 Codex 设置中查看登录状态。
zh_hant: Codex 驗證需要檢查。請在 Codex 設定中查看登入狀態。
